def data(request):
	return {
	'data': {
	'uid': 'fc564268-cb3f-4059-8180-cdd48611a52a',
	'icon': 'apps/fc564268-cb3f-4059-8180-cdd48611a52a/app-icons/icon.png',
	'name': 'Викторина о Кино (Советские фильмы)',
	'devname': 'wordgame'
	},
	'description': '🔥 Новая, интересная игра от создателей хита - Викторины о СССР! Много увлекательных уровней на тему Советского и Российского кино. 🎞 Качественные уровни🎥 Советские актеры🎬 Крылатые фразы 📽 Интересные фактыПроходите уровни отвечая на интересные вопросы связанные с Российской кинематографией. Если вы застряли на уровне - не проблема, вы можете использовать подсказки или вообще пропустить уровень. 100% бесплатно! Только для фанатов!Если у вас возникли вопросы, пожалуйста напишите нам в тех поддержку - mobgamefactory@gmail.com'
	}