Repository: webDevT/pay2k
Catalog: db_tables/db_tables/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Changing the way how people play games!
ru: Меняем подход как люди играют в игры!

source: We give opportunity to earn real money by playing favorite games!
ru: Мы даем возможность игрокам зарабатывать реальные деньги играя в свои любимые мобильные игры!

source: Who we are?
ru: Кто мы такие?

source: <a href="/">Pay2k</a> created in partnership with <a target="_blank" href="%(qan_link)s">QuickAppNinja</a> and <a target="_blank" href="%(freeton_link)s">Free TON</a>.
ru: <a href="/">Pay2k</a> создана на блокчейне <a target="_blank" href="%(freeton_link)s">Free TON</a> в партнерстве с конструктором мобильных игр <a target="_blank" href="%(qan_link)s">QuickAppNinja</a>.

source: <a target="_blank" href="%(qan_link)s">QuickAppNinja</a> - is free mobile game builder, where you can just in 10 minutes without any coding and special skills create you unique mobile game and make money from ads inside this game.
ru: <a target="_blank" href="%(qan_link)s">QuickAppNinja</a> - бесплатный конструкторе мобильных игр, в котором буквально за 10 минут можно создать свою уникальную игру и зарабатывать деньги на показах рекламы! Без программирования и без специальных знаний!

source: <a target="_blank" href="%(freeton_link)s">Free TON</a> - is based on a flexible multi-blockchain platform called TON Blockchain, which is capable of processing millions of transactions per second, with Turing-complete smart contracts, upgradable formal blockchain specifications, multi-cryptocurrency value transfer, support for micropayment channels and off-chain payment networks.
ru: <a target="_blank" href="%(freeton_link)s">Free TON</a> — блокчейн-платформа и криптовалюта построенная на базе протокола TON, который был создан Николаем Дуровым и командой Telegram.

source: Need help?
ru: Нужна помощь?

source: We are ready to help you any time!
ru: Мы всегда готовы помочь!

source: Contact us
ru: Напишите нам

source: Company
ru: О нас

source: Terms
ru: Пользовательское соглашение

source: Privacy Policy
ru: Конфиденциальность

source: Contact Us
ru: Контакты

source: Follow us
ru: Мы в соц сетях

source: https://www.instagram.com/pay2k.mobile/
ru: https://www.instagram.com/pay2k.ru/

source: Need help or tech support?
ru: Нужна помощь или тех. поддержка?

source: Interested in advertising on Pay2k?
ru: Заинтересованы в рекламе на Pay2K?

source: Interested in including Pay2k in your next article or blog?
ru: Хотите о нас написать?

source: Interested in partnering with Pay2k?
ru: Интересует возможность партнерства?

source: Thanks for downloading Pay2K
ru: Скачивание должно начаться

source: Not working after 10 second?
ru: Не скачивается в течении 10 сек?

source: Retry Download
ru: Повторите попытку

source: Open SETTINGS
ru: Откройте НАСТРОЙКИ

source: Open SECURITY
ru: Откройте раздел БЕЗОПАСНОСТЬ

source: Turn on UNKNOWN SOURCES
ru: Включите СТОРОННИЕ ИСТОЧНИКИ

source: How Just in 30 min and 100%% for Free<br> You can Earn Starting from $10 <br> Playing Mobile Games
ru: Как буквально за 30 минут и 100%% бесплатно вы сможете<br> зарабатывать от 10 долларов ежедневно<br> играя в мобильные игры

source: <i></i>How Just in 30 min and 100%% for Free<br> You can Earn Starting from $10 <br> Playing Mobile Games
ru: Как за 30 минут и 100%% бесплатно вы сможете легко зарабатывать<br>от 10 долларов, ежедневно

source: Stop waisting your time by playing mobile games without any goal! Today, because of Pay2K app, you can start to earn real money playing educational and fun trivia games!
ru: Хватит бесцельно играть и попусту тратить своё время! Благодаря сервису Pay2K вы сможете уже сегодня начать зарабатывать реальные деньги играя в развивающие ВИКТОРИНЫ!

source: Receive payouts on a daily basis
ru: Получайте выплаты ежедневно по вашему требованию

source: 100%% for FREE! You came to earn money & not to spent it. Right?
ru: 100%% Бесплатно! Вы же пришли зарабатывать, а не тратить?

source: More then 3,000 fun entertainment triva games
ru: Более 3,000 развлекательных викторин на любой вкус

source: Daily top leader receive $10!
ru: Ежедневно лидер топа получает $10!

source: Weekly raffle - winner get $100 (Winner guaranteed)
ru: Еженедельно разыгрываем в лотерею $100 (победитель гарантирован)

source: Monthly raffle - winner get $300 (Winner guaranteed)
ru: Ежемесячно разыгрываем в лотерею $300 (победитель гарантирован)

source: We are ready to help you any time!!
ru: Мы всегда готовы помочь!

source: Play Free Quiz Games<br>and Earn Real Cash
ru: Играйте в Викторины<br>и Зарабатывайте Деньги

source: Pay2K - is a game platform where you can find free games in which you can earn real money!
ru: Pay2K - игровая платформа, которая<br>объединяет игры в которых<br>вы сможете заработать<br>реальные деньги

source: Pay2K - is a game platform where<br>you can find free games in which<br>you can earn real money!
ru: Pay2K - игровая платформа, которая<br>объединяет игры в которых<br>вы сможете заработать<br>реальные деньги

source: Created on %(ton_link)s Blockchain
ru: Создано на блокчейне %(ton_link)s

source: How Just in 30 min and 100%% for Free<br> You can Earn Starting from $10 <br> Playing Quiz Games
ru: Как буквально за 30 минут и 100%% бесплатно вы сможете<br> зарабатывать от 10 долларов ежедневно<br> играя в Викторины

source: <i></i>How Just in 30 min and 100%% for Free<br> You can Earn Starting from $10 <br> Playing Quiz Games
ru: Как за 30 минут и 100%% бесплатно вы сможете легко зарабатывать<br>от 10 долларов, ежедневно

source: Stop wasting your time by playing quiz games without any goal! Today, because of Pay2K platform, you can start to earn real money playing educational and fun trivia games!
ru: Хватит бесцельно играть и попусту тратить своё время! Благодаря сервису Pay2K вы сможете уже сегодня начать зарабатывать реальные деньги играя в развивающие ВИКТОРИНЫ!

source: More then 3,000 fun entertainment trivia games
ru: Более 3,000 развлекательных викторин на любой вкус

source: All payments are 100%% real and recorded in the %(ton_link)s blockchain!
ru: Все выплаты 100%% реальны, транзакции зафиксированы в блокчейне %(ton_link)s!

source: Play Games & Earn Money Now!
ru: Начните Зарабатывать<br>Прямо Сейчас!

source: Does all this look unreal?<br> Where are the "pitfalls"?
ru: Все это выглядит нереально?<br> Где “подводные камни”?

source: Pay2K app gives you such a great opportunity to make money playing trivia games because of amazing partnership with QuickAppNinja (Android game builder platform) & Free TON (Fast, secure and scalable blockchain).
ru: Сервис Pay2K дает Вам возможность зарабатывать играя в викторины, благодаря партнерству с конструктором игр - QuickAppNinja (на игровой платформе Android game) & Free TON (быстром, защищенном и масштабируемом блокчейне).

source: QuickAppNinjna is free Android game builder that allows any person without any special skills make their own unique trivia games for Google Play. For last 7 years more than 490,000+ users already made their trivia games!
ru: QuickAppNinja это конструктор игр - викторин. За 7 года работы, сервисом пользуется более чем 490,000+ создателей викторин!

source: Free TON is based on a flexible multi-blockchain platform called TON Blockchain, which is capable of processing millions of transactions per second, with Turing-complete smart contracts, upgradable formal blockchain specifications, multi-cryptocurrency value transfer, support for micropayment channels and off-chain payment networks.
ru: Free TON — блокчейн-платформа и криптовалюта построенная на базе протокола TON, который был создан Николаем Дуровым и командой Telegram.

source: Why Pay2K can pay money?
ru: Почему Pay2K выплачивает деньги?

source: QuickAppNinja users are very interested that gamers play their created games, because game developers are making money from ads inside the games.
ru: Пользователи конструктора QuickAppNinja заинтересованы, чтобы в их викторины - играли, т.к. они зарабатывают на показах рекламы внутри своих игр.

source: You play games and watch ads inside it.
ru: Вы играете в викторины и смотрите там рекламу.

source: Pay2K pay you money and earn revenue from promoting QuickAppNinja service
ru: Pay2K выплачивает Вам деньги и зарабатывает развивая сервис QuickAppNinja.

source: What you need to do?
ru: Что вам нужно сделать?

source: Launch any game<br>from the <a target="_blank" href="%(store_link)s">game store</a>
ru: Запустите игру из <a target="_blank" href="%(store_link)s">каталога</a>

source: Register Account<br>for FREE
ru: Придумайте имя и пароль

source: Play Games<br>Earn Crystals
ru: Играйте и зарабатывайте кристаллы

source: Convert Crystals on Real Money and Gift Cards
ru: Меняйте кристаллы на деньги

source: Recent payouts
ru: Недавние выплаты нашим пользователям

source: Username
ru: Пользователь

source: Date
ru: Дата выплаты

source: Type
ru: Тип

source: Play and Earn on any device
ru: Играйте и Зарабатывайте на любом устройстве

source: One Account for all games
ru: Один аккаунт на все игры

source: Collect crystals by playing any game presented in the store. Stuck in one game? No problem - open another one and continue collect crystals.
ru: Собирайте кристаллы играя в любые игры из нашего каталога. Не можете пройти уровень? Не проблема - запускайте другую викторину и продолжайте собирать кристаллы.

source: Open Game Store
ru: Открыть каталог

source: FAQ
ru: Вопросы / Ответы

source: How much can I earn?
ru: Сколько я могу зарабатывать?

source: Your income is not limited at all! The more you play, the more money you will make!
ru: Ваш заработок абсолютно не ограничен! Чем больше вы будете играть, тем больше зарабатывать!

source: How can I receive payment for #1 leaderboard position?
ru: Как получить заработок за первое место в Leaderboard?

source: Because the Pay2K platform operated under Free TON blockchain, all payments are transferred automatically to your blockchain wallet.
ru: Т.к. платформа Pay2K реализована на блокчейне Free TON, все выплаты происходят автоматически прямо на ваш личный блокчейн кошелек.

source: Pay2K is really free?
ru: Игры в Pay2k бесплатны?

source: Yes, absolutly! You don't need to spend anything at all! All you need to do is to play games and EARN MONEY!
ru: Да, абсолютно бесплатны! Чтобы начать зарабатывать вам не нужно ничего оплачивать :-) Вы просто играйте в интересующие вас игры и ЗАРАБАТЫВАЙТЕ!

source: Play Free Android Games and Earn Real Cash
ru: Играйте в Бесплатные Игры<br>и Зарабатывайте Деньги

source: Recent Payouts
ru: Недавние выплаты

source: Name
ru: Пользователь

source: Sum
ru: Сумма

source: Earn more gems by playing this games
ru: Заработайте больше кристаллов играя в викторины

source: Show more games
ru: Показать еще игры

source: Download & Install Pay2K app
ru: Установите Pay2K

source: Register Account for FREE
ru: Придумайте имя и пароль

source: Play Games and Earn Gems
ru: Играйте и зарабатывайте кристаллы

source: Convert Gems on Real Money and Gift Cards
ru: Меняйте кристаллы на деньги

source: You need to open Pay2K app and proceed to PAYMENT section.
ru: Откройте приложение Pay2K и перейдите на экран Оплаты.

source: Launch Game Store
ru: Открыть Каталог Игр

source: About us
ru: О нас

source: Contacts
ru: Контакты

source: Pay2K - Play games & Earn money
ru: Pay2K - Играйте и зарабатывайте
